const objWithTwoVar = {
  "var1": null,
  "var2": null
}

// 1) Напишите функцию которая принимает в качестве параметров объект из двух свойств 
// (используем деструктуриазцию). 
// Внутри функции реализовать деление двух чисел и возврат результата из функции.
// Вывести результат в консоль.

// 2) Создать объект в котором будут находится свойства с использованием всех примитивов в JS. 
// Добавить объект в объект с выше приведенной функцией.
// Вытащить все свойства их объекта с помощью spread оператора, 
// выполнить функцию деления и вернуть результат.
// Вывести результат в консоль.

// 3) Залить на репу
// 4) Сделать Github Pages для выполненного задания